Repository: xiaoyuanzhu-com/MyHealth
Catalog: MyHealth/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Abdominal Cramps
zh_hans: 腹部痉挛

source: Abort and discard progress
zh_hans: 中止并丢弃进度

source: About
zh_hans: 关于

source: Account
zh_hans: 账户

source: Acne
zh_hans: 痤疮

source: Active Energy Burned
zh_hans: 活动能量

source: Activity
zh_hans: 活动

source: Activity and energy data recorded by Apple Health.
zh_hans: 由 Apple 健康记录的活动与能量数据。

source: Activity Move Mode
zh_hans: 活动模式

source: Allergy Record
zh_hans: 过敏记录

source: Appetite Changes
zh_hans: 食欲变化

source: Apple Exercise Time
zh_hans: 锻炼时间

source: Apple Move Time
zh_hans: 活动时间

source: Apple Stand Hour
zh_hans: 站立小时

source: Apple Stand Time
zh_hans: 站立时间

source: Apple Walking Steadiness
zh_hans: 步态稳定性

source: Apple Walking Steadiness Event
zh_hans: 步态稳定性事件

source: Audio and hearing data recorded by Apple Health.
zh_hans: 由 Apple 健康记录的音频与听力数据。

source: Audiogram
zh_hans: 听力图

source: Authorize
zh_hans: 授权

source: Background Sync
zh_hans: 后台同步

source: Basal Body Temperature
zh_hans: 基础体温

source: Basal Energy Burned
zh_hans: 静息能量

source: Biological Sex
zh_hans: 生理性别

source: Bladder Incontinence
zh_hans: 尿失禁

source: Bloating
zh_hans: 腹胀

source: Blood Glucose
zh_hans: 血糖

source: Blood Pressure Diastolic
zh_hans: 舒张压

source: Blood Pressure Systolic
zh_hans: 收缩压

source: Blood Type
zh_hans: 血型

source: Body Fat Percentage
zh_hans: 体脂率

source: Body Mass
zh_hans: 体重

source: Body Mass Index
zh_hans: 体重指数

source: Body measurement recorded by Apple Health.
zh_hans: 由 Apple 健康记录的身体测量数据。

source: Body Measurements
zh_hans: 身体数据

source: Body Temperature
zh_hans: 体温

source: Breast Pain
zh_hans: 乳房疼痛

source: Cancel
zh_hans: 取消

source: Cardio fitness — maximum oxygen consumption during exercise.
zh_hans: 有氧体能 — 运动时的最大耗氧量。

source: Cervical Mucus Quality
zh_hans: 宫颈黏液质量

source: Characteristics
zh_hans: 个人特征

source: Chest Tightness Or Pain
zh_hans: 胸闷或胸痛

source: Chills
zh_hans: 畏寒

source: Choose “Apps and Services”
zh_hans: 选择「应用与服务」

source: Clinical health record imported into Apple Health.
zh_hans: 导入到 Apple 健康的临床健康记录。

source: Clinical Note Record
zh_hans: 临床记录

source: Clinical Records
zh_hans: 临床记录

source: Condition Record
zh_hans: 病情记录

source: Connect
zh_hans: 连接

source: Connected
zh_hans: 已连接

source: Constipation
zh_hans: 便秘

source: Contraceptive
zh_hans: 避孕

source: Coughing
zh_hans: 咳嗽

source: Coverage Record
zh_hans: 保险记录

source: Cycle Tracking
zh_hans: 经期追踪

source: Cycle tracking data recorded by Apple Health.
zh_hans: 由 Apple 健康记录的经期追踪数据。

source: Cycling Cadence
zh_hans: 骑行踏频

source: Cycling Functional Threshold Power
zh_hans: 骑行功能阈值功率

source: Cycling Power
zh_hans: 骑行功率

source: Cycling Speed
zh_hans: 骑行速度

source: Data
zh_hans: 数据

source: Data recorded by Apple Health.
zh_hans: 由 Apple 健康记录的数据。

source: Date Of Birth
zh_hans: 出生日期

source: Days
zh_hans: 天数

source: Diarrhea
zh_hans: 腹泻

source: Dietary Biotin
zh_hans: 膳食生物素

source: Dietary Caffeine
zh_hans: 膳食咖啡因

source: Dietary Calcium
zh_hans: 膳食钙

source: Dietary Carbohydrates
zh_hans: 膳食碳水化合物

source: Dietary Chloride
zh_hans: 膳食氯

source: Dietary Cholesterol
zh_hans: 膳食胆固醇

source: Dietary Chromium
zh_hans: 膳食铬

source: Dietary Copper
zh_hans: 膳食铜

source: Dietary Energy Consumed
zh_hans: 膳食能量摄入

source: Dietary Fat Monounsaturated
zh_hans: 膳食单不饱和脂肪

source: Dietary Fat Polyunsaturated
zh_hans: 膳食多不饱和脂肪

source: Dietary Fat Saturated
zh_hans: 膳食饱和脂肪

source: Dietary Fat Total
zh_hans: 膳食总脂肪

source: Dietary Fiber
zh_hans: 膳食纤维

source: Dietary Folate
zh_hans: 膳食叶酸

source: Dietary intake recorded by Apple Health.
zh_hans: 由 Apple 健康记录的饮食摄入数据。

source: Dietary Iodine
zh_hans: 膳食碘

source: Dietary Iron
zh_hans: 膳食铁

source: Dietary Magnesium
zh_hans: 膳食镁

source: Dietary Manganese
zh_hans: 膳食锰

source: Dietary Molybdenum
zh_hans: 膳食钼

source: Dietary Niacin
zh_hans: 膳食烟酸

source: Dietary Pantothenic Acid
zh_hans: 膳食泛酸

source: Dietary Phosphorus
zh_hans: 膳食磷

source: Dietary Potassium
zh_hans: 膳食钾

source: Dietary Protein
zh_hans: 膳食蛋白质

source: Dietary Riboflavin
zh_hans: 膳食核黄素

source: Dietary Selenium
zh_hans: 膳食硒

source: Dietary Sodium
zh_hans: 膳食钠

source: Dietary Sugar
zh_hans: 膳食糖

source: Dietary Thiamin
zh_hans: 膳食硫胺素

source: Dietary Vitamin A
zh_hans: 膳食维生素 A

source: Dietary Vitamin B6
zh_hans: 膳食维生素 B6

source: Dietary Vitamin B12
zh_hans: 膳食维生素 B12

source: Dietary Vitamin C
zh_hans: 膳食维生素 C

source: Dietary Vitamin D
zh_hans: 膳食维生素 D

source: Dietary Vitamin E
zh_hans: 膳食维生素 E

source: Dietary Vitamin K
zh_hans: 膳食维生素 K

source: Dietary Water
zh_hans: 膳食水

source: Dietary Zinc
zh_hans: 膳食锌

source: Distance Cycling
zh_hans: 骑行距离

source: Distance Downhill Snow Sports
zh_hans: 高山雪上运动距离

source: Distance Swimming
zh_hans: 游泳距离

source: Distance Walking Running
zh_hans: 步行+跑步距离

source: Distance Wheelchair
zh_hans: 轮椅推动距离

source: Dizziness
zh_hans: 头晕

source: Dry Skin
zh_hans: 皮肤干燥

source: ECG
zh_hans: 心电图

source: Electrodermal Activity
zh_hans: 皮肤电活动

source: Email
zh_hans: 邮箱

source: End of data
zh_hans: 数据结束

source: Energy burned by movement, in kilocalories.
zh_hans: 活动消耗的能量，单位千卡。

source: Environmental Audio Exposure
zh_hans: 环境音量暴露

source: Environmental Audio Exposure Event
zh_hans: 环境音量暴露事件

source: Environmental Sound Reduction
zh_hans: 环境降噪

source: Error
zh_hans: 错误

source: Fainting
zh_hans: 晕厥

source: Fatigue
zh_hans: 疲劳

source: Fever
zh_hans: 发烧

source: Find “MyHealth” in the list
zh_hans: 在列表中找到「MyHealth」

source: Fitzpatrick Skin Type
zh_hans: Fitzpatrick 肤型

source: Flights Climbed
zh_hans: 已爬楼层

source: Folder
zh_hans: 文件夹

source: Forced Expiratory Volume (1s)
zh_hans: 用力呼气量（1 秒）

source: Forced Vital Capacity
zh_hans: 用力肺活量

source: Generalized Body Ache
zh_hans: 全身酸痛

source: Hair Loss
zh_hans: 脱发

source: Handwashing Event
zh_hans: 洗手事件

source: Headache
zh_hans: 头痛

source: Headphone Audio Exposure
zh_hans: 耳机音量暴露

source: Headphone Audio Exposure Event
zh_hans: 耳机音量暴露事件

source: HealthKit only shows the permission sheet for types you haven't been asked about. To change an existing decision, open the Health app — Profile — Apps and Services — MyHealth.
zh_hans: HealthKit 仅会为尚未询问过的数据类型显示权限弹窗。如需修改已有的授权设置，请打开「健康」应用 — 个人资料 — 应用与服务 — MyHealth。

source: Hearing
zh_hans: 听力

source: Heart
zh_hans: 心脏

source: Heart Rate
zh_hans: 心率

source: Heart Rate Recovery One Minute
zh_hans: 一分钟心率恢复

source: Heart Rate Variability
zh_hans: 心率变异性

source: Heart-related measurements recorded by Apple Health.
zh_hans: 由 Apple 健康记录的心脏相关测量数据。

source: Heartburn
zh_hans: 胃灼热

source: Height
zh_hans: 身高

source: Height measurements, in meters.
zh_hans: 身高测量值，单位米。

source: High Heart Rate Event
zh_hans: 高心率事件

source: Hot Flashes
zh_hans: 潮热

source: Immunization Record
zh_hans: 免疫接种记录

source: Infrequent Menstrual Cycles
zh_hans: 经期间隔过长

source: Inhaler Usage
zh_hans: 吸入器使用

source: Instance
zh_hans: 实例

source: Instance URL
zh_hans: 实例 URL

source: Instantaneous heart rate readings in beats per minute.
zh_hans: 每分钟瞬时心率读数。

source: Insulin Delivery
zh_hans: 胰岛素注射

source: Intermenstrual Bleeding
zh_hans: 经间期出血

source: iOS doesn’t let apps jump straight to their permission page. Follow these steps in the Health app:
zh_hans: 请在「健康」应用中按以下步骤操作：

source: Irregular Heart Rhythm Event
zh_hans: 心律不齐事件

source: Irregular Menstrual Cycles
zh_hans: 经期不规律

source: Lab Result Record
zh_hans: 化验结果记录

source: Lactation
zh_hans: 哺乳期

source: Last batch
zh_hans: 上次批次

source: Last sync
zh_hans: 上次同步

source: Lean Body Mass
zh_hans: 瘦体重

source: Loading anchors
zh_hans: 正在加载锚点

source: Logged mindfulness or breathing sessions.
zh_hans: 记录的正念或呼吸练习。

source: Loss Of Smell
zh_hans: 嗅觉丧失

source: Loss Of Taste
zh_hans: 味觉丧失

source: Low Cardio Fitness Event
zh_hans: 心肺耐力偏低事件

source: Low Heart Rate Event
zh_hans: 低心率事件

source: Lower Back Pain
zh_hans: 腰痛

source: Manage Access
zh_hans: 管理权限

source: Manage HealthKit Access
zh_hans: 管理 HealthKit 权限

source: Medication Record
zh_hans: 用药记录

source: Memory Lapse
zh_hans: 记忆力减退

source: Menstrual Flow
zh_hans: 经血量

source: Mindful Session
zh_hans: 正念冥想

source: Mindfulness
zh_hans: 正念

source: Mindfulness session recorded by Apple Health.
zh_hans: 由 Apple 健康记录的正念练习。

source: Minutes counted toward your Exercise ring.
zh_hans: 计入「运动」圆环的分钟数。

source: Minutes spent standing, counted toward your Stand ring.
zh_hans: 计入「站立」圆环的站立分钟数。

source: Mobility
zh_hans: 活动能力

source: Mood Changes
zh_hans: 情绪变化

source: MyLifeDB Connect docs
zh_hans: MyLifeDB Connect 文档

source: Name
zh_hans: 姓名

source: Nausea
zh_hans: 恶心

source: Night Sweats
zh_hans: 夜间盗汗

source: No data found.
zh_hans: 未找到数据。

source: No preview available for this type.
zh_hans: 此类型暂无预览。

source: No window to present Google sign-in.
zh_hans: 没有可用窗口来展示 Google 登录界面。

source: Not connected
zh_hans: 未连接

source: Not requested
zh_hans: 未请求

source: Not signed in
zh_hans: 未登录

source: Number Of Times Fallen
zh_hans: 跌倒次数

source: Nutrition
zh_hans: 营养

source: OK
zh_hans: 好

source: Open Health App
zh_hans: 打开「健康」应用

source: Open the Health app
zh_hans: 打开「健康」应用

source: Other
zh_hans: 其他

source: Ovulation Test Result
zh_hans: 排卵测试结果

source: Oxygen Saturation
zh_hans: 血氧饱和度

source: Password or app password
zh_hans: 密码或应用专用密码

source: Path
zh_hans: 路径

# Paused at day %@ of %@.
source: Paused at day %1$@ of %2$@.
zh_hans: 已在第 %1$@ / %2$@ 天暂停。

source: Peak Expiratory Flow Rate
zh_hans: 呼气流量峰值

source: Pelvic Pain
zh_hans: 盆腔疼痛

source: Peripheral Perfusion Index
zh_hans: 外周灌注指数

source: Persistent Intermenstrual Bleeding
zh_hans: 持续经间期出血

source: Physical Effort
zh_hans: 体力消耗

source: Please enter a valid URL
zh_hans: 请输入有效的 URL

source: Pregnancy
zh_hans: 怀孕

source: Pregnancy Test Result
zh_hans: 怀孕测试结果

source: Procedure Record
zh_hans: 操作记录

source: Profile attribute stored in Apple Health.
zh_hans: 存储在 Apple 健康中的个人资料属性。

source: Progesterone Test Result
zh_hans: 黄体酮测试结果

source: Prolonged Menstrual Periods
zh_hans: 经期过长

source: Push Count
zh_hans: 轮椅推动次数

source: Rapid Pounding Or Fluttering Heartbeat
zh_hans: 心跳急促或颤动

source: Reading HealthKit
zh_hans: 正在读取 HealthKit

source: Recent samples
zh_hans: 最近样本

source: Recorded workout sessions including duration, energy, and (when available) GPS route.
zh_hans: 记录的训练，包括时长、能量消耗，以及（如有）GPS 路线。

source: Request via HealthKit
zh_hans: 通过 HealthKit 请求

source: Requested
zh_hans: 已请求

source: Respiratory
zh_hans: 呼吸

source: Respiratory measurement recorded by Apple Health.
zh_hans: 由 Apple 健康记录的呼吸测量数据。

source: Respiratory Rate
zh_hans: 呼吸频率

source: Resting Heart Rate
zh_hans: 静息心率

source: Resting metabolic energy expenditure, in kilocalories.
zh_hans: 静息代谢能量消耗，单位千卡。

source: Retry sync
zh_hans: 重试同步

source: Run daily in background
zh_hans: 每日后台运行

source: Running Ground Contact Time
zh_hans: 跑步触地时间

source: Running Power
zh_hans: 跑步功率

source: Running Speed
zh_hans: 跑步速度

source: Running Stride Length
zh_hans: 跑步步幅

source: Running Vertical Oscillation
zh_hans: 跑步垂直振幅

source: Runny Nose
zh_hans: 流鼻涕

source: Samples
zh_hans: 样本数

source: Scope
zh_hans: 权限范围

source: SDNN measurement of heart rate variability, in milliseconds.
zh_hans: 心率变异性 SDNN 测量值，单位毫秒。

source: Server
zh_hans: 服务器

source: Server URL
zh_hans: 服务器 URL

source: Sexual Activity
zh_hans: 性行为

source: Shortness Of Breath
zh_hans: 呼吸急促

source: Sign In with Google
zh_hans: 使用 Google 登录

source: Sign Out
zh_hans: 退出登录

source: Signed in
zh_hans: 已登录

source: Single-lead ECG recordings from Apple Watch.
zh_hans: 来自 Apple Watch 的单导联心电图记录。

source: Sinus Congestion
zh_hans: 鼻窦充血

source: Six Minute Walk Test Distance
zh_hans: 六分钟步行测试距离

source: Skipped Heartbeat
zh_hans: 心跳停顿

source: Sleep
zh_hans: 睡眠

source: Sleep Analysis
zh_hans: 睡眠分析

source: Sleep Changes
zh_hans: 睡眠变化

source: Sleep data recorded by Apple Health.
zh_hans: 由 Apple 健康记录的睡眠数据。

source: Sleep stages and durations recorded automatically or entered manually.
zh_hans: 自动记录或手动输入的睡眠阶段与时长。

source: Sore Throat
zh_hans: 咽喉痛

source: Source code on GitHub
zh_hans: GitHub 源代码

source: Stair Ascent Speed
zh_hans: 上楼速度

source: Stair Descent Speed
zh_hans: 下楼速度

source: Step Count
zh_hans: 步数

source: Steps taken, recorded by Apple Watch or iPhone.
zh_hans: 由 Apple Watch 或 iPhone 记录的步数。

source: Swimming Stroke Count
zh_hans: 游泳划水次数

source: Symptom logged in Apple Health.
zh_hans: 在 Apple 健康中记录的症状。

source: Symptoms
zh_hans: 症状

source: Sync
zh_hans: 同步

source: Sync now
zh_hans: 立即同步

source: Sync Targets
zh_hans: 同步目标

source: Synced files are written to a folder named **MyHealth** in your Google Drive.
zh_hans: 已同步的文件会写入到 Google Drive 中名为 **MyHealth** 的文件夹。

source: Syncing…
zh_hans: 同步中…

source: Tap your profile picture (top-right)
zh_hans: 点击右上角的头像

source: The password is stored in the iOS Keychain on this device.
zh_hans: 密码保存在本设备的 iOS 钥匙串中。

source: Time In Daylight
zh_hans: 日照时间

source: Toggle the categories you want to share
zh_hans: 开启你想共享的数据类别

source: Toothbrushing Event
zh_hans: 刷牙事件

source: Underwater Depth
zh_hans: 水下深度

source: Uploading %@
zh_hans: 正在上传 %@

source: User
zh_hans: 用户

source: Username
zh_hans: 用户名

source: UV Exposure
zh_hans: 紫外线暴露

source: Vaginal Dryness
zh_hans: 阴道干涩

source: Version
zh_hans: 版本

source: Vital Sign Record
zh_hans: 生命体征记录

source: Vital sign recorded by Apple Health.
zh_hans: 由 Apple 健康记录的生命体征数据。

source: Vitals
zh_hans: 生命体征

source: Vomiting
zh_hans: 呕吐

source: Waist Circumference
zh_hans: 腰围

source: Walking and mobility data recorded by Apple Health.
zh_hans: 由 Apple 健康记录的步行与活动能力数据。

source: Walking Asymmetry Percentage
zh_hans: 步态不对称百分比

source: Walking Double Support Percentage
zh_hans: 双脚支撑时间百分比

source: Walking Heart Rate Average
zh_hans: 步行平均心率

source: Walking Speed
zh_hans: 步行速度

source: Walking Step Length
zh_hans: 步幅

source: Water Temperature
zh_hans: 水温

source: Weight measurements, in kilograms.
zh_hans: 体重测量值，单位千克。

source: Wheelchair Use
zh_hans: 轮椅使用

source: Wheezing
zh_hans: 喘鸣

source: Workout Routes
zh_hans: 训练路线

source: Workouts
zh_hans: 训练

source: Writing batch
zh_hans: 写入批次
